Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Hotkeys_Headphones_NoiseControl_Set_Off_Setting.Description
source: Pressing the hotkey activates this mode if "{0}" is available in the headphone settings and the mode is supported.
bg_bg: Натискането на клавишната комбинация активира този режим, ако „{0}“ е наличен в настройките на слушалките и режимът се поддържа.
ca_es: Premeu la drecera de teclat per activar aquest mode si «{0}» està disponible a la configuració dels auriculars i el mode és compatible.
da_dk: Ved at trykke på hurtigtasten aktiveres denne tilstand, hvis »{0}« er tilgængelig i hovedtelefonindstillingerne, og tilstanden understøttes.
de_de: Das Drücken der Tastenkombination aktiviert diesen Modus, wenn «{0}» in den Kopfhörereinstellungen verfügbar ist und der Modus unterstützt wird.
fr_fr: Appuyer sur cette touche active ce mode si «{0}» est disponible dans les réglages des écouteurs et que le mode est supporté.
he_il: לחיצה על מקש הקיצור מפעילה מצב זה אם ״{0}״ זמין בהגדרות האוזניות והמצב נתמך.
mn_mn: Хэрэв "{0}" чихэвчний тохиргоонд байгаа бөгөөд энэ горимыг дэмждэг бол халуун товчийг дарснаар энэ горимыг идэвхжүүлнэ.
ru_ru: Нажатие горячей клавиши активирует этот режим, если функция «{0}» доступна в настройках наушников и данный режим поддерживается.
sq_al: Shtypja e butonit të shpejtë aktivizon këtë modalitet nëse «{0}» është i disponueshëm në cilësimet e kufjeve dhe modaliteti mbështetet.
te_in: హాట్‌కీ నొక్కితే, headphone సెట్టింగ్స్‌లో "{0}" ఉంటే ఈ మోడ్ సక్రియం అవుతుంది. మోడ్ సపోర్ట్ అయినప్పుడు మాత్రమే.
yue: 如果耳機設定入面有 「{0}」 並且呢個模式受支持，按快捷鍵就可以啟動呢個模式。
zh_tw: 按下熱鍵可啟用此模式，當「{0}」在耳機設定中可用且支援該模式。

# Hotkeys_Headphones_NoiseControl_Set_Transparency_Setting.Header
source: Activate transparency
bg_bg: Активирайте прозрачността
ca_es: Activar transparència
da_dk: Aktivér gennemsigtighed
de_de: Transparenz aktivieren
es_mx: Activa transparencia
fr_fr: Activer la transparence
he_il: הפעל שקיפות
mn_mn: Ил тод байдлыг идэвхжүүл
ru_ru: Активировать: Прозрачность
sq_al: Aktivizoni transparencën
te_in: ట్రాన్స్‌పరెన్సీ సక్రియం చేయండి
yue: 啟動通透模式
zh_tw: 啟用通透模式

# Hotkeys_Headphones_NoiseControl_Set_Transparency_Setting.Description
source: Pressing the hotkey activates this mode if "{0}" is available in the headphone settings and the mode is supported.
bg_bg: Натискането на клавишната комбинация активира този режим, ако „{0}“ е наличен в настройките на слушалките и режимът се поддържа.
ca_es: Premeu la drecera de teclat per activar aquest mode si «{0}» està disponible a la configuració dels auriculars i el mode és compatible.
da_dk: Ved at trykke på hurtigtasten aktiveres denne tilstand, hvis »{0}« er tilgængelig i hovedtelefonindstillingerne, og tilstanden understøttes.
de_de: Das Drücken der Tastenkombination aktiviert diesen Modus, sofern «{0}» in den Kopfhörereinstellungen verfügbar ist und der Modus unterstützt wird.
fr_fr: Appuyer sur cette touche active ce mode si «{0}» est disponible dans les réglages des écouteurs et que le mode est supporté.
he_il: לחיצה על מקש הקיצור מפעילה מצב זה אם ״{0}״ זמין בהגדרות האוזניות והמצב נתמך.
mn_mn: Хэрэв "{0}" чихэвчний тохиргоонд байгаа бөгөөд энэ горимыг дэмждэг бол халуун товчийг дарснаар энэ горимыг идэвхжүүлнэ.
ru_ru: Нажатие горячей клавиши активирует этот режим, если функция «{0}» доступна в настройках наушников и данный режим поддерживается.
sq_al: Shtypja e butonit të shpejtë aktivizon këtë modalitet nëse «{0}» është i disponueshëm në cilësimet e kufjeve dhe modaliteti mbështetet.
te_in: హాట్‌కీ నొక్కితే, headphone సెట్టింగ్స్‌లో "{0}" ఉంటే ఈ మోడ్ సక్రియం అవుతుంది. మోడ్ సపోర్ట్ ఉన్నప్పుడు మాత్రమే.
yue: 如果耳機設定入面有 「{0}」 同呢個模式受支持，按快捷鍵就可以啟動呢個模式。
zh_tw: 按下熱鍵可啟用此模式，當「{0}」在耳機設定中可用且支援該模式。

# Hotkeys_Headphones_NoiseControl_Set_Adaptive_Setting.Header
source: Activate adaptive
bg_bg: Активирайте адаптивно
ca_es: Activar mode adaptatiu
da_dk: Aktivér adaptiv
de_de: Adaptiv aktivieren
es_mx: Activa adaptivo
fr_fr: Activer l'audio adaptatif
he_il: הפעל אדפטיבי
mn_mn: Дасан зохицох чадварыг идэвхжүүл
ru_ru: Активировать: Адаптивно
sq_al: Aktivizo adaptive
te_in: అడాప్టివ్ సక్రియం చేయండి
yue: 啟動自適應模式
zh_tw: 啟用適應性模式

# Hotkeys_Headphones_NoiseControl_Set_Adaptive_Setting.Description
source: Pressing the hotkey activates this mode if "{0}" is available in the headphone settings and the mode is supported.
bg_bg: Натискането на клавишната комбинация активира този режим, ако „{0}“ е наличен в настройките на слушалките и режимът се поддържа.
ca_es: Premeu la drecera de teclat per activar aquest mode si «{0}» està disponible a la configuració dels auriculars i el mode és compatible.
da_dk: Ved at trykke på hurtigtasten aktiveres denne tilstand, hvis »{0}« er tilgængelig i hovedtelefonindstillingerne, og tilstanden understøttes.
de_de: Das Drücken der Tastenkombination aktiviert diesen Modus, wenn «{0}» in den Kopfhörereinstellungen verfügbar ist und der Modus unterstützt wird.
fr_fr: Appuyer sur cette touche active ce mode si «{0}» est disponible dans les réglages des écouteurs et que le mode est supporté.
he_il: לחיצה על מקש הקיצור מפעילה מצב זה אם ״{0}״ זמין בהגדרות האוזניות והמצב נתמך.
mn_mn: Хэрэв "{0}" чихэвчний тохиргоонд байгаа бөгөөд энэ горимыг дэмждэг бол халуун товчийг дарснаар энэ горимыг идэвхжүүлнэ.
ru_ru: Нажатие горячей клавиши активирует этот режим, если функция «{0}» доступна в настройках наушников и данный режим поддерживается.
sq_al: Shtypja e butonit të shpejtë aktivizon këtë modalitet nëse «{0}» është i disponueshëm në cilësimet e kufjeve dhe modaliteti mbështetet.
te_in: హాట్‌కీ నొక్కితే, headphone సెట్టింగ్స్‌లో "{0}" ఉంటే ఈ మోడ్ సక్రియం అవుతుంది. మోడ్ సపోర్ట్ ఉన్నప్పుడు మాత్రమే.
yue: 如果耳機設定入面有 「{0}」 同呢個模式受支持，按快捷鍵就可以啟動呢個模式。
zh_tw: 按下熱鍵可啟用此模式，當「{0}」在耳機設定中可用且支援該模式。

# Hotkeys_Headphones_NoiseControl_Set_WindCancellation_Setting.Header
source: Activate wind cancellation
bg_bg: Активирайте заглушаване на вятъра
ca_es: Activar cancel·lació de soroll del vent
da_dk: Aktivér vindstøjreduktion
de_de: Aktiviere Wind Unterdrückung
es_mx: Activa cancelacion de viento
fr_fr: Activer la réduction du bruit du vent
he_il: הפעל ביטול רעשי רוח
mn_mn: Салхи таслах ажиллагааг идэвхжүүл
ru_ru: Активировать: Подавление шума ветра
sq_al: Aktivizoni anulimin e erës
te_in: విండ్ కెన్సలేషన్ సక్రియం చేయండి
yue: 啟動風噪消除
zh_tw: 啟用風噪消除

# Hotkeys_Headphones_NoiseControl_Set_WindCancellation_Setting.Description
source: Pressing the hotkey activates this mode if "{0}" is available in the headphone settings and the mode is supported.
bg_bg: Натискането на клавишната комбинация активира този режим, ако „{0}“ е наличен в настройките на слушалките и режимът се поддържа.
ca_es: Premeu la drecera de teclat per activar aquest mode si «{0}» està disponible a la configuració dels auriculars i el mode és compatible.
da_dk: Ved at trykke på hurtigtasten aktiveres denne tilstand, hvis »{0}« er tilgængelig i hovedtelefonindstillingerne, og tilstanden understøttes.
de_de: Das Drücken der Tastenkombination aktiviert diesen Modus, wenn «{0}» in den Kopfhörereinstellungen vorhanden ist und der Modus unterstützt wird.
fr_fr: Appuyer sur cette touche active ce mode si «{0}» est disponible dans les réglages des écouteurs et que le mode est supporté.
he_il: לחיצה על מקש הקיצור מפעילה מצב זה אם ״{0}״ זמין בהגדרות האוזניות והמצב נתמך.
mn_mn: Хэрэв "{0}" чихэвчний тохиргоонд байгаа бөгөөд энэ горимыг дэмждэг бол халуун товчийг дарснаар энэ горимыг идэвхжүүлнэ.
ru_ru: Нажатие горячей клавиши активирует этот режим, если функция «{0}» доступна в настройках наушников и данный режим поддерживается.
sq_al: Shtypja e butonit të shpejtë aktivizon këtë modalitet nëse «{0}» është i disponueshëm në cilësimet e kufjeve dhe modaliteti mbështetet.
te_in: హాట్‌కీ నొక్కితే, headphone సెట్టింగ్స్‌లో "{0}" ఉంటే ఈ మోడ్ సక్రియం అవుతుంది. మోడ్ సపోర్ట్ ఉన్నప్పుడు మాత్రమే.
yue: 如果耳機設定入面有 「{0}」 同呢個模式受支持，按快捷鍵就可以啟動呢個模式。
zh_tw: 按下熱鍵可啟用此模式，當「{0}」在耳機設定中可用且支援該模式。

# Hotkeys_Headphones_NoiseControl_Set_NoiseCancellation_Setting.Header
source: Activate noise cancellation
bg_bg: Активиране на шумопотискането
ca_es: Activar cancel·lació de soroll
da_dk: Aktivér støjreduktion
de_de: Aktiviere Geräuschunterdrückung
es_mx: Activar cancelación de ruido
fr_fr: Activer la réduction du bruit
he_il: הפעל ביטול רעשים
mn_mn: Дуу чимээ арилгахыг идэвхжүүл
ru_ru: Активировать: Шумоподавление
sq_al: Aktivizoni anulimin e zhurmës
te_in: నాయిస్ కెన్సలేషన్ సక్రియం చేయండి
yue: 啟動降噪
zh_tw: 啟用降噪

# Hotkeys_Headphones_NoiseControl_Set_NoiseCancellation_Setting.Description
source: Pressing the hotkey activates this mode if "{0}" is available in the headphone settings and the mode is supported.
bg_bg: Натискането на клавишната комбинация активира този режим, ако „{0}“ е наличен в настройките на слушалките и режимът се поддържа.
ca_es: Premeu la drecera de teclat per activar aquest mode si «{0}» està disponible a la configuració dels auriculars i el mode és compatible.
da_dk: Ved at trykke på hurtigtasten aktiveres denne tilstand, hvis »{0}« er tilgængelig i hovedtelefonindstillingerne, og tilstanden understøttes.
de_de: Das Drücken der Tastenkombination aktiviert diesen Modus, wenn «{0}» in den Kopfhörereinstellungen verfügbar ist und der Modus verfügbar ist.
fr_fr: Appuyer sur cette touche active ce mode si «{0}» est disponible dans les réglages des écouteurs et que le mode est supporté.
he_il: לחיצה על מקש הקיצור מפעילה מצב זה אם ״{0}״ זמין בהגדרות האוזניות והמצב נתמך.
mn_mn: Хэрэв "{0}" чихэвчний тохиргоонд байгаа бөгөөд энэ горимыг дэмждэг бол халуун товчийг дарснаар энэ горимыг идэвхжүүлнэ.
ru_ru: Нажатие горячей клавиши активирует этот режим, если функция «{0}» доступна в настройках наушников и данный режим поддерживается.
sq_al: Shtypja e butonit të shpejtë aktivizon këtë modalitet nëse «{0}» është i disponueshëm në cilësimet e kufjeve dhe modaliteti mbështetet.
te_in: హాట్‌కీ నొక్కితే, headphone సెట్టింగ్స్‌లో "{0}" ఉంటే ఈ మోడ్ సక్రియం అవుతుంది. మోడ్ సపోర్ట్ ఉన్నప్పుడు మాత్రమే.
yue: 如果耳機設定入面有 「{0}」 同呢個模式受支持，按快捷鍵就可以啟動呢個模式。
zh_tw: 按下熱鍵可啟用此模式，當「{0}」在耳機設定中可用且支援該模式。

# Headphones_Setting_CycleBetweenHotkey.Header
source: Cycle between with the hotkey
bg_bg: Превключвайте между тях с клавишната комбинация
ca_es: Alternar amb la tecla d'accés ràpid
da_dk: Skift mellem med hurtigtasten
de_de: Mit Tastenkombination durchschalten
fr_fr: Basculer entre les modes avec la touche
he_il: מעבר בין אפשרויות בעזרת מקש קיצורי דרך
mn_mn: Халуун товчийг ашиглан хооронд нь эргэлдэнэ
ru_ru: Переключение функций горячей клавишей
sq_al: Kaloni midis me butonin e shpejtë
te_in: హాట్‌కీతో మోడ్‌లలో సైకిల్ చేయండి
yue: 用快捷鍵循環切換
zh_tw: 熱鍵循環切換

# Headphones_Setting_CycleBetweenHotkey.Description
source: Press the "{0}" hotkey to cycle between the selected noise control modes. Modes not supported by the headphones will be skipped.
bg_bg: Натиснете клавишната комбинация „{0}“, за да превключвате между избраните режими за контрол на шума. Режимите, които не се поддържат от слушалките, ще бъдат пропуснати.
ca_es: Premeu la tecla d'accés ràpid «{0}» per canviar entre els modes de control de soroll seleccionats.
da_dk: Tryk på hurtigtasten »{0}« for at skifte mellem de valgte støjkontroltilstande. Tilstande, der ikke understøttes af hovedtelefonerne, springes over.
de_de: Drücke die Tastenkombination «{0}», um zwischen den ausgewählten Geräuschkontrollmodi zu wechseln. Nicht unterstützte Modi werden übersprungen.
fr_fr: Appuyer sur la touche «{0}» pour basculer entre les modes de contrôle du bruit sélectionnés. Les modes non pris en charge par les écouteurs seront ignorés.
he_il: לחץ על מקש הקיצור ״{0}״ כדי לעבור בין מצבי בקרת הרעש שנבחרו. מצבים שאינם נתמכים על ידי האוזניות ידלגו.
mn_mn: Сонгосон дуу чимээг хянах горимуудын хооронд шилжихийн тулд "{0}" товчийг дарна уу. Чихэвчээр дэмжигдээгүй горимуудыг алгасах болно.
ru_ru: Нажмите горячую клавишу «{0}», чтобы переключаться между выбранными режимами шумоподавления. Неподдерживаемые наушниками режимы будут пропущены.
sq_al: Shtypni butonin e shpejtë «{0}» për të kaluar midis modaliteteve të zgjedhura të kontrollit të zhurmës. Modalitetet që nuk mbështeten nga kufjet do të anashkalohen.
te_in: ఎంచుకున్న noise control మోడ్‌లలో సైకిల్ చేయడానికి "{0}" హాట్‌కీ నొక్కండి.
yue: 按 「{0}」 快捷鍵喺選定嘅降噪模式之間循環切換。
zh_tw: 按下「{0}」熱鍵可在所選的噪音控制模式之間循環切換。耳機不支援的模式將被跳過。

# Headphones_Setting_CycleBetweenHotkey_Item_Adaptive.Content
source: Adaptive
bg_bg: Адаптивен
ca_es: Adaptatiu
cs_cz: Adaptivní režim
da_dk: Adaptiv
de_de: Adaptiv
es_mx: Adaptativo
fr_fr: Adaptatif
he_il: אדפטיבי
mn_mn: Дасан зохицох чадвартай
ro_ro: Adaptiv
ru_ru: Адаптивно
sq_al: Përshtatshëm
te_in: అడాప్టివ్
uk_ua: Адаптивно
yue: 自適應模式
zh_tw: 適應性模式

# Headphones_Setting_AppleH2ChipNotice.Description
source: Behavior of certain functions with the h2 chip
bg_bg: Поведение на определени функции с чипа H2
ca_es: Comportament de certes funcions amb el xip H2
da_dk: Adfærd for visse funktioner med h2-chippen
de_de: Verhalten bestimmter Funktionen mit dem H2-Chip
fr_fr: Comportement de certaines fonctionnalités avec la puce H2
he_il: התנהגות של פונקציות מסוימות עם שבב h2
mn_mn: h2 чиптэй тодорхой функцүүдийн үйл ажиллагаа
ru_ru: Особенности работы некоторых функций с чипом H2
sq_al: Sjellja e funksioneve të caktuara me çipin h2
te_in: H2 చిప్ ఉన్నప్పుడు కొన్ని ఫంక్షన్స్ ప్రవర్తన
yue: 帶有 H2 晶片嘅某啲功能表現
zh_tw: H2 晶片某些功能的特徵

# Headphones_Setting_Beats_ActivateHeartRate.Header
source: Activate heart rate sensor
te_in: హార్ట్ రేట్ సెన్సర్ సక్రియం చేయండి

# Headphones_Setting_Beats_ActivateHeartRate.Description
source: To measure your heart rate, wear both earbuds, activate the sensor, and connect to the "{0}" device through compatible fitness equipment.
te_in: మీ హార్ట్ రేట్ కొలవడానికి, రెండు earbuds ధరించండి, సెన్సర్ సక్రియం చేయండి మరియు "{0}" డివైస్‌కి కాంపాటిబుల్ ఫిట్‌నెస్ పరికరాల ద్వారా కనెక్ట్ అవ్వండి.

# Headphones_Setting_Beats_ActivateHeartRate_Button.Content
source: Activate
te_in: సక్రియం చేయండి

# Headphones_Setting_FakeHeadphonesWarning.Header
source: It could be fake headphones
ar_aa: ممكن أن تكون سماعات الرأس مزيفة
bg_bg: Слушалките може да са фалшиви
ca_es: Podrien ser auriculars falsos
cs_cz: Mohla by to být falešná sluchátka
da_dk: Det kunne være falske hovedtelefoner
de_de: Es könnten gefälschte Kopfhörer sein
el_gr: Ίσως τα ακουστικά να είναι ψεύτικα
es_es: Podrían ser auriculares falsos
es_mx: Podrían ser auriculares falsos
fa_ir: احتمال دارد که این هدفون تقلبی باشد
fi_fi: Voivat olla väärennetyt kuulokkeet
fil: Maaaring ito ay pekeng mga headphone
fr_fr: Il pourrait s'agir de faux écouteurs
he_il: יכול להיות שהן אזניות מזויפות
hi_in: यह नकली हेडफ़ोन हो सकता है
hr_hr: To bi mogle biti lažne slušalice
hu_hu: Lehetséges, hogy nem eredeti az eszközöd
id_id: Itu bisa jadi headphone yang palsu
it_it: Probabilmente false
ja_jp: 偽物のヘッドフォンかもしれない
kn_in: ಅದು ನಕಲಿ ಹೆಡ್‌ಫೋನ್‌ಗಳಾಗಿರಬಹುದು
mn_mn: Энэ нь хуурамч чихэвч байж болно
nl_nl: De koptelefoon kan nep zijn
pl_pl: To mogą być podróbki
pt_pt: Podem ser auscultadores falsos
ro_ro: Ar putea fi căști false
ru_ru: Это могут быть поддельные наушники
sq_al: Mund të jenë kufje të rreme
te_in: ఇది ఫేక్ హెడ్‌ఫోన్స్ కావచ్చు
tr_tr: Sahte kulaklık olabilir
uk_ua: Можливо, це фейкові навушники
vi_vn: Đây có thể là tai nghe giả
yue: 可能是盜版耳機
zh_tw: 這副耳機可能是盜版的

# Headphones_Setting_Airoha_FactoryReset.Header
source: Factory reset
ar_aa: إعادة ضبط المصنع
bg_bg: Фабрично зануляване
ca_es: Restableixement de fàbrica
cs_cz: Obnovení továrního nastavení
da_dk: Fabriksindstilling
de_de: Werkseinstellungen wiederherstellen
el_gr: Επαναφορά εργοστασιακών ρυθμίσεων
es_es: Reseteo de Fabrica
es_mx: Restablecimiento de fábrica
fa_ir: بازگشت به تنظیمات کارخانه
fi_fi: Tehdasasetusten palautus
fil: I-reset ng buo
fr_fr: Réinitialisation d'usine
he_il: איפוס להגדרות היצרן
hi_in: नए यंत्र जैसी सेटिंग
hr_hr: Vraćanje na tvorničke postavke
hu_hu: Gyári adatok visszaállítása
id_id: Kembali ke setelan pabrik
it_it: Reset di fabbrica
ja_jp: 工場出荷時設定にリセット
kn_in: ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸುವಿಕೆ
mn_mn: Үйлдвэрийн тохиргоо
nl_nl: fabrieksreset
pl_pl: Ustawienia fabryczne
pt_pt: Repor de fábrica
ro_ro: Resetare din fabrică
ru_ru: Сброс к заводским настройкам
sq_al: Rivendosja e fabrikës
te_in: ఫ్యాక్టరీ రీసెట్
tr_tr: Fabrika ayarları
uk_ua: Скидання до заводських налаштувань
vi_vn: Khôi phục cài đặt gốc
yue: 恢復出廠設定
zh_tw: 恢復原廠設定

# Headphones_Setting_Beats_HeartRate.Header
source: Heart rate sensor
te_in: హార్ట్ రేట్ సెన్సార్

# Headphones_Setting_Beats_HeartRate.Description
source: When the sensor is turned off, it cannot be activated or transmit data.
te_in: సెన్సార్ ఆఫ్ చేసినప్పుడు, అది యాక్టివేట్ చేయబడదు మరియు డేటా ప్రసారం చేయదు.

# Headphones_Setting_Beats_Rename.Header
source: Rename headphones
te_in: హెడ్‌ఫోన్స్ పేరు మార్చు

# Headphones_Setting_Beats_Rename.Description
source: The new name will be used the next time the headphones are paired.
te_in: కొత్త పేరు తర్వాత హెడ్‌ఫోన్స్ పెయిర్ చేసినప్పుడు ఉపయోగించబడుతుంది.

# Headphones_Setting_Beats_PressAndHoldLeft.Header
source: Press and hold the left earbud
te_in: ఎడమ ఇయర్‌బడ్‌ను నొక్కి ఉంచండి

# Headphones_Setting_Beats_PressAndHoldRight.Header
source: Press and hold the right earbud
te_in: కుడి ఇయర్‌బడ్‌ను నొక్కి ఉంచండి

# Headphones_Setting_Beats_PressAndHold_Item_VoiceAssistant.Text
source: Voice assistant
bg_bg: Гласов асистент
ca_es: Assistència de veu
cs_cz: Hlasový asistent
es_mx: Asistente de voz
he_il: עוזרת קולית
te_in: వాయిస్ అసిస్టెంట్
uk_ua: Голосовий помічник
yue: 語音助理

# Headphones_Setting_Beats_PressAndHold_Item_NoiseControl.Text
source: Noise control
bg_bg: Контрол на шума
ca_es: Control de soroll
cs_cz: Hlukový filtr
es_mx: Control de Ruido
he_il: בקרת רעש
te_in: నాయిస్ కంట్రోల్
uk_ua: Керування шумом
yue: 噪音控制

# Headphones_Setting_Beats_PressAndHold_Item_VolumeUp.Text
source: Volume up
te_in: వాల్యూమ్ పెంచు

# Headphones_Setting_Beats_PressAndHold_Item_VolumeDown.Text
source: Volume down
te_in: వాల్యూమ్ తగ్గించు

# Headphones_Setting_Beats_PressAndHoldAnc.Header
source: Noise control from headphones
te_in: హెడ్‌ఫోన్స్ నుండి నాయిస్ కంట్రోల్

# Headphones_Setting_Beats_PressAndHoldAnc.Description
source: Set the noise control modes you can switch between when the headphone control is set to the "{0}" function.
te_in: హెడ్‌ఫోన్ కంట్రోల్ "{0}" ఫంక్షన్‌కు సెట్ చేసినప్పుడు మీరు స్విచ్ చేయగల నాయిస్ కంట్రోల్ మోడ్‌లను సెట్ చేయండి.

# Headphones_Setting_Beats_AncOneEarBud.Header
source: Noise cancellation with one earbud
te_in: ఒక ఇయర్‌బడ్‌తో నాయిస్ క్యాన్సలేషన్

# Headphones_Setting_Beats_AncOneEarBud.Description
source: Allow noise cancellation to be enabled when only one earbud is in use.
te_in: ఒక్క ఇయర్‌బడ్ ఉపయోగించినప్పుడు కూడా నాయిస్ క్యాన్సలేషన్ ఎనేబుల్ అయ్యేలా అనుమతించండి.

# Headphones_Setting_Beats_CaseSounds.Header
source: Case sounds
bg_bg: Звуци на кутйката
ca_es: Sonors de l'estutx
cs_cz: Zvuky pouzdra
es_mx: Sonidos del estuche
he_il: צלילי כיסוי
te_in: కేస్ శబ్దాలు
uk_ua: Звуки футляру
yue: 充電殼聲音

# Headphones_Setting_Rename_ContentDialog.Title
source: Rename
te_in: పేరు మార్చు

# Headphones_Setting_Rename_ContentDialog.PrimaryButtonText
source: Save
bg_bg: Запази
ca_es: Desar
cs_cz: Uložit
es_mx: Salvar
he_il: שמור
te_in: సేవ్ చేయండి
uk_ua: Зберегти
yue: 保存

# Headphones_Setting_Rename_ContentDialog.SecondaryButtonText
source: Reset
te_in: రీసెట్

# Headphones_Setting_Rename_Input.PlaceholderText
source: Enter a name
te_in: ఒక పేరు నమోదు చేయండి

# Headphones_Setting_Rename_ContentDialog_ErrorEmptyText.Text
source: The name must contain at least one character.
te_in: పేరులో కనీసం ఒక అక్షరం ఉండాలి.

# Headphones_Setting_Rename_ContentDialog_ErrorLongText.Text
source: The name is too long.
te_in: పేరు చాలా పొడవుగా ఉంది.

# Headphones_Setting_Rename_Button.Content
source: Rename
te_in: పేరు మార్చు

# Headphones_Setting_ColorPickerButton_ContentDialog.PrimaryButtonText
source: Save
bg_bg: Запази
ca_es: Desar
cs_cz: Uložit
es_mx: Salvar
he_il: שמור
te_in: సేవ్ చేయండి
uk_ua: Зберегти
yue: 保存

# Headphones_Setting_Beats_CaseSoundsVolume.Header
source: Case sounds volume
te_in: కేస్ శబ్దాల వాల్యూమ్

# Headphones_Setting_Beats_CaseSoundsVolume.Description
source: Adjust the volume of the charging case sound effects.
te_in: ఛార్జింగ్ కేస్ శబ్ద эфెక్ట్స్ వాల్యూమ్‌ను సర్దుబాటు చేయండి.

# Headphones_Setting_Airoha_EQ_Item_POP.Text
source: POP
ar_aa: نافذة
bg_bg: Поп
he_il: פופ
kn_in: ಪಿ ಓ ಪಿ
ru_ru: Поп

# Headphones_Settings_EarDetection_Header.Text
source: Ear detection
ko_kr: 착용 감지
pt_br: Detecção de Orelha
sk_sk: Detekcia uší
sl_si: Zaznavanje slušalke v ušesu
th_th: ตรวจจับ ใบหู
ur_pk: کان کا پتہ لگانا
zh_cn: 入耳检测

# Headphones_Settings_EarDetection_Item_PlayPause.Text
source: Play/Pause
ko_kr: 재생/일시 정지
pt_br: Tocar/Pausa
sk_sk: Prehrávanie/pauza
sl_si: Predvajaj/Pavziraj
th_th: เล่น/หยุดชั่วคราว
ur_pk: چلائیں/روکیں
zh_cn: 播放/暂停

# Headphones_Settings_EarDetection_Item_DecreaseVolume.Text
source: Decrease volume
ko_kr: 볼륨 줄이기
pt_br: Diminuir Volume
sk_sk: Zníženie objemu
sl_si: Znižaj glasnost
th_th: ลดระดับเสียง
ur_pk: آواز کو کم کریں
zh_cn: 降低音量

# Headphones_Settings_EarDetection_Item_Both.Text
source: Both (Decrease volume + Play/Pause)
ko_kr: 둘 다 (볼륨 줄이기 + 재생/일시 정지)
pt_br: Ambos (Diminuir Volume + Play Pause)
sk_sk: Obidve (Zníženie hlasitosti + Prehrávanie/Pauza)
sl_si: Oboje (Znižaj glasnost + Predvajaj/pavziraj)
th_th: ทั้งสองอย่าง (ลดระดับเสียง + เล่น/หยุดชั่วคราว)
ur_pk: دونوں (آواز کو کم کریں + چلائیں/روکیں)
zh_cn: 同时（降低音量 + 播放/暂停）

# Headphones_Settings_EarDetection_Description_PlayPause.Text
source: The playback pauses when one AirPod is removed or stops when both are removed.
pt_br: A reprodução é interrompida quando você remove um lado dos fones de ouvido ou é interrompida quando você remove ambos os lados dos fones de ouvido.
ur_pk: پلے بیک رک جاتا ہے جب ایک ایئر پوڈ ہٹا دیا جاتا ہے یا جب دونوں کو ہٹا دیا جاتا ہے تو رک جاتا ہے۔

# Headphones_Settings_LowAudioLatency_Header.Text
source: Low audio latency
ko_kr: 낮은 오디오 지연
pt_br: Baixa latência de áudio
sk_sk: Nízka latencia zvuku
sl_si: Nizka zakasnitev zvoka (Low audio latency)
th_th: ความไวในการตอบสนองต่อเสียง
ur_pk: کم آوازی تاخیر
zh_cn: 低延迟音频

# Headphones_Settings_LowAudioLatency_Description.Text
source: Useful when working in Premiere Pro or Audition. Requires reconnecting AirPods after turn on. It may increase battery consumption.
ko_kr: Premiere Pro 또는 Audition을 사용하는 상황에서 유용합니다. 기능의 활성화 이후 AirPods을 다시 연결해야 합니다. 배터리 소모량이 증가될 수 있습니다.
pt_br: Útil quando utilizado com o Premiere Pro ou o Audition. Requer reconectar os AirPods após ativação do recurso. Pode aumentar o consumo de bateria.
sk_sk: Užitočné pri práci v programe Premiere Pro alebo Audition. Po zapnutí vyžaduje opätovné pripojenie slúchadiel AirPods. Môže to zvýšiť spotrebu batérie.
sl_si: Uporabno pri delu v programu Premiere Pro ali Audition. Po vklopu je treba ponovno povezati slušalke AirPods. To lahko poveča porabo baterije.
th_th: มีประโยชน์เมื่อทำงานใน Premiere Pro หรือ Audition ต้องเชื่อมต่อ AirPods หลังจากเปิดเครื่อง อาจเพิ่มการใช้แบตเตอรี่
ur_pk: پریمیئر پرو یا آڈیشن میں کام کرتے وقت مفید ہے۔ آن کے بعد ایئر پوڈز کو دوبارہ جوڑنے کی ضرورت ہے۔ اس سے بیٹری کی کھپت بڑھ سکتی ہے۔
zh_cn: 在与 Premiere Pro 或 Audition 协作时显得非常实用。开启后需要重新连接 AirPods ，此功能可能会增加电量消耗。

# Headphones_Settings_FastSearch_Header.Text
source: Fast search
ko_kr: 빠른 검색
pt_br: Busca rápida
sk_sk: Rýchle vyhľadávanie
sl_si: Hitro iskanje
th_th: ค้นหาอย่างรวดเร็ว
ur_pk: تیز تلاش
zh_cn: 快速搜索
